<a name='faq'></a>
<a href='#inicio'>Voltar</a>
<h2>Perguntas Frequentes</h2>
<ul>
	<li><strong>Pergunta</strong>: Porque esta p&aacute;gina feia&#63;</li>
	<li><strong>Resposta</strong>: Eu sei o que &eacute; que v&atilde;o pensar. Que eu poderia escrever uma p&aacute;gina &quot;melhor&quot;. Eu vos direi no entanto: A informa&ccedil;&atilde;o que &eacute; relevante est&aacute; toda aqui. Na verdade, tem mais informa&ccedil;&atilde;o do que deveria.</li>
</ul>
<ul>
	<li><strong>Pergunta</strong>: Tu n&atilde;o tem p&aacute;ginas em redes sociais&#63;</li>
	<li><strong>Resposta</strong>: Sim. Est&atilde;o listadas <a href='#paginas'>aqui</a></li>
</ul>
<ul>
	<li><strong>Pergunta</strong>: O que &eacute; <a href='#codigo'>aquilo</a> no final da p&aacute;gina&#63;</li>
	<li><strong>Resposta</strong>: Mantra digital. Adaptado de algum canto religioso de algum lugar. Vamos ver se em bin&aacute;rio entra na minha mente.</li>
</ul>
<ul>
	<li><strong>Pergunta</strong>: Por que &eacute; que n&atilde;o tem nada relevante no <a href='#curriculo'>curr&iacute;culo</a>&#63;</li>
	<li><strong>Resposta</strong>: Porque eu n&atilde;o estou tentando conquistar a aprova&ccedil;&atilde;o de ningu&eacute;m, n&atilde;o estou tentando convencer ningu&eacute;m de nada e n&atilde;o estou tentando ser exemplo nem modelo pra nada.</li>
</ul>
<ul>
	<li><strong>Pergunta</strong>: Por que &eacute; que tu n&atilde;o usa uma &uacute;nica forma de <a href='#contatos'>contato</a>&#63; Qual &eacute; a melhor&#63;</li>
	<li><strong>Resposta</strong>: Eu uso. Eu chamo de &quot;pensamento&quot;. Mas tenho a impress&atilde;o de que eu vivo em um ambiente onde a grande maioria das pessoas n&atilde;o s&atilde;o telepatas devidamente treinadxs. E todas estas pessoas utilizam cada uma uma forma diferente pra se comunicar. Eu tenho todos estes recursos que est&atilde;o listados dispon&iacute;veis, escolhe o que tu tiver mais afinidade a&iacute;, pra mim tanto faz. S&oacute; me interessa garantir que a comunica&ccedil;&atilde;o aconte&ccedil;a, como &eacute; que ela vai acontecer, n&atilde;o me interessa.</li>
</ul>
<ul>
	<li><strong>Pergunta</strong>: Por que estas p&aacute;ginas vermelhas e irritantes&#63; Porque tanto &oacute;dio no cora&ccedil;&atilde;o&#63;</li>
	<li><strong>Resposta</strong>: Ta cheio de coisas no mundo pra quem quer ficar tranquilx, calmx, fazendo de conta que ta tudo OK. Aproveite que a tela do computador est&aacute; irritando e v&aacute; fazer outra coisa.</li>
</ul>
<ul>
	<li><strong>Pergunta</strong>: Tu tem consci&ecirc;ncia de que as pessoas l&ecirc;em estas coisas e levam a s&eacute;rio&#63;</li>
	<li><strong>Resposta</strong>: Eu estou ciente. Mas &eacute; isto que as pessoas querem: ficar ouvindo, lendo, e dando raz&atilde;o para outras pessoas. N&atilde;o tem jeito. Todo mundo vai ficar buscando fora de si a &uacute;nica coisa que n&atilde;o tinha como perder em primeiro lugar. Como eu tamb&eacute;m n&atilde;o tenho nada pra dizer, &eacute; s&oacute; a minha pr&oacute;pria vers&atilde;o da burrice que tem em qualquer lugar por a&iacute;, nem melhor, nem pior.</li>
</ul>
